Repository: b-jesch/script.service.gto
Catalog: resources/language/resource.language.*/strings.po
Languages: cs_cz, sk_sk

# Addon Summary
source: Fetch TV Offers from different scrapers
cs_cz: Shrnutí doplòku
sk_sk: Získava televízne ponuky z rôznych scraperov

# Addon Description
source: Fetch TV Offers from different scrapers This plugin needs a integration into the skin! Please refer to the README.txt into the folder named 'integration'.
cs_cz: Popis modulu
sk_sk: Získava televízne ponuky z rôznych scraperov Tento plugin potrebuje integráciu do vzhľadu! Pozrite si prosím súbor README.txt v priečinku 'integration'.

# #30010
source: Telecast Offers
cs_cz: Nabídky televizního vysílání

# #30011
source: Settings
cs_cz: Nastavení
sk_sk: Nastavenia

# #30018
source: Get Infos from %s
cs_cz: Získané informace z %s

# #30104
source: Highlights
cs_cz: Zvýrazòuje
sk_sk: TV tipy dňa

# #30105
source: loading...
cs_cz: naèítám...

# #30106
source: Service started
cs_cz: Service nastartován
sk_sk: Služba spustená

# #30107
source: Set Switchtimer
cs_cz: Nastvení èasu pøepnutí
sk_sk: Nastaviť časovač prepínania

# #30108
source: Switch Now
cs_cz: Pøepni teï
sk_sk: Prepnúť teraz

# #30109
source: Refreshing Widget of %s
cs_cz: Obnovuji Widget z %s

# #30111
source: Select TV Scraper
cs_cz: Vyber TV Scraper
sk_sk: Vybrať TV Scraper

# #30112
source: Record
cs_cz: Nahrávání
sk_sk: Nahrávať

# #30113
source: Prefer HD Broadcasts
cs_cz: Preferuj HD vysílání
sk_sk: Uprednostniť HD vysielanie

# #30114
source: Info at system start and refresh
cs_cz: Informace pri startu systemu a obnovení
sk_sk: Informácia pri štarte a obnovení systému

# #30115
source: Change Scraper
cs_cz: Zmena Scraperu
sk_sk: Zmeniť scraper

# #30116
source: Refresh Scraper
cs_cz: Obnov Scraper
sk_sk: Obnoviť scraper

# #30119
source: Close
cs_cz: Zavøít
sk_sk: Zatvoriť

# #30125
source: Hide foreign Scraper
cs_cz: Skryj cicí Scrapery
sk_sk: Skryť zahraničné scrapery

# #30126
source: Show stations only available in PVR Channel List
cs_cz: Zobraz stanice, které jsou v PVR seznamu kanálù
sk_sk: Zobraziť iba stanice dostupné v zozname kanálov PVR

# #30127
source: Refresh interval content
cs_cz: Obnov interval content
sk_sk: Interval obnovy obsahu

# #30128
source: Refresh interval screen
cs_cz: Obnov interval screen
sk_sk: Interval obnovy obrazovky

# #30131
source: Start Scraper with delay
cs_cz: Spuštění Scraper se zpožděním
sk_sk: Spustiť scraper s oneskorením

# #30132
source: Scraper doesn't provide any data
cs_cz: Scraper nemá žádná data
sk_sk: Scraper neposkytuje žiadne údaje

# #30134
source: Timer couldn't set
cs_cz: èasovaè nebyl nastaven
sk_sk: Časovač sa nepodarilo nastaviť

# #30135
source: Reminder Timer was set
cs_cz: Pøipomínka èasovaèe nastavena
sk_sk: Časovač pripomenutia bol nastavený

# #30136
source: Missing PVR info window skin file
cs_cz: Chybí PRV info okno ve skinu
sk_sk: Chýba súbor vzhľadu PVR info window

# #30140
source: Oh sorry! Details are not accessible at this time.
cs_cz: Oh promin! Detaily nejsou momentálnì pøístupné
sk_sk: Prepáčte! Podrobnosti nie sú momentálne dostupné.

# #30141
source: This or a similar title is already in the database.
cs_cz: Toto je stejný název jako je niní v databázi
sk_sk: Tento alebo podobný titul je už v databáze.

# #30142
source: For this title a record timer is set.
cs_cz: Pro tento název je nastaveno nahrávání
sk_sk: Pre tento titul je nastavený časovač nahrávania.

# #30150
source: 0 (off)
cs_cz: 0 (vypnuto)
sk_sk: 0 (vypnuté)

# #30151
source: 5 mins
cs_cz: 5 minut
sk_sk: 5 minút

# #30152
source: 10 mins
cs_cz: 10 minut
sk_sk: 10 minút

# #30153
source: 15 mins
cs_cz: 15 minut
sk_sk: 15 minút

# #30154
source: 30 mins
cs_cz: 30 minut
sk_sk: 30 minút

# #30155
source: 45 mins
cs_cz: 45 minut
sk_sk: 45 minút

# #30156
source: 60 mins
cs_cz: 60 minut
sk_sk: 60 minút

# #30157
source: 90 mins
cs_cz: 90 minut
sk_sk: 90 minút

# #30158
source: 120 mins
cs_cz: 120 minut
sk_sk: 120 minút

# #30159
source: 150 mins
cs_cz: 150 minut
sk_sk: 150 minút

# #30160
source: 180 mins
cs_cz: 180 minut
sk_sk: 180 minút

# #30161
source: 210 mins
cs_cz: 210 minut
sk_sk: 210 minút

# #30162
source: 240 mins
cs_cz: 240 minut
sk_sk: 240 minút

# #30163
source: 720 mins
cs_cz: 720 minut
sk_sk: 720 minút

# #30164
source: 1440 mins
cs_cz: 1440 minut
sk_sk: 1440 minút

# #30018
source: Get Infos from {}
sk_sk: Získavam informácie z {}

# #30105
source: loading... ({}%)
sk_sk: načítavam... ({}%)

# #30133
source: Invalid function call
sk_sk: Neplatné volanie funkcie
